[
    {
        "profession": "Local Guide",
        "name": "Laura Pereyra",
        "imgSrc": "/images/Comentarios/user-2.jpg",
        "starimg": "/images/Comentarios/stars.png",
        "detail": "Caro es una terapeuta holística excepcional. Su enfoque en la sanación energética ha cambiado mi vida. Cada sesión con ella es una experiencia transformadora que trae paz y equilibrio a mi ser."
    },
    {
        "profession": "Holistic Healer",
        "name": "Anabella Loele",
        "imgSrc": "/images/Comentarios/user-2.jpg",
        "starimg": "/images/Comentarios/stars.png",
        "detail": "Tiene un don increíble para la sanación energética. Las terapias de Caro me han ayudado a liberar bloqueos emocionales y a encontrar un bienestar integral que nunca había experimentado antes."
    },
    {
        "profession": "Energy Healer",
        "name": "Leo Quiroga",
        "imgSrc": "/images/Comentarios/user-1.jpg",
        "starimg": "/images/Comentarios/stars.png",
        "detail": "Caro es una sanadora energética muy talentosa. Su capacidad para trabajar con energías sutiles es impresionante y siempre salgo de sus sesiones sintiéndome renovado y lleno de energía positiva."
    },
    {
        "profession": "Spiritual Guide",
        "name": "Maru Tornes",
        "imgSrc": "/images/Comentarios/user-2.jpg",
        "starimg": "/images/Comentarios/stars.png",
        "detail": "Su sabiduría y conocimiento en prácticas holísticas han sido fundamentales en mi camino hacia la sanación y el crecimiento personal. Caro realmente entiende cómo guiar a sus clientes hacia una vida más equilibrada."
    },
    {
        "profession": "Holistic Therapist",
        "name": "Florencia Amado",
        "imgSrc": "/images/Comentarios/user-2.jpg",
        "starimg": "/images/Comentarios/stars.png",
        "detail": "Las sesiones de sanación energética con Caro son profundamente curativas y siempre me dejan con una sensación de paz y claridad. Es una terapeuta holística maravillosa."
    },
    {
        "profession": "Energy Practitioner",
        "name": "Ernesto Sanna",
        "imgSrc": "/images/Comentarios/user-1.jpg",
        "starimg": "/images/Comentarios/stars.png",
        "detail": "Caro es una practicante energética excepcional. Su enfoque personalizado y su habilidad para equilibrar las energías del cuerpo han mejorado significativamente mi bienestar general."
    }
]
